{
  "serious": [
    "At what age did you get your first mobile phone? Which phone was it?",
    "What TV show did you love as a child but you hate now?",
    "What book that you hate were you forced to read in school?",
    "What decision changed the course of your life?",
    "What food that you hate are you regularly offered to eat?",
    "What grammatical mistake is your pet peeve?",
    "What is a question only you know the answer to?",
    "What is a single item that brought you joy as a child?",
    "What is the best visually unappealing but tasty food you've eaten?",
    "What is the biggest lie you have ever told?",
    "What is your best memory of high school?",
    "What is your biggest regret?",
    "What is your favorite board game?",
    "What is your favorite's book author?",
    "What is your greatest fear?",
    "What movie star do you dislike the most?",
    "What place you want to visit before you die?",
    "What song did you love as a child but you hate now?",
    "What song is your most frequent earworm?",
    "What was the address of the house you grew up in?",
    "What was the area code for your first phone number?",
    "What was the name of your first imaginary friend?",
    "What was the name of your first pet?",
    "What was the name of your first stuffed animal?",
    "What was the name your favorite teacher in school?",
    "What was the toy you wanted the most as a child but could not have?",
    "What was your dream job as a child?",
    "What was your favorite childhood cartoon?",
    "What was your safety school?",
    "What would you do if you could live forever?",
    "What's your oldest cousin's middle name?",
    "Where did you go the first time you went on an airplane?",
    "Where would you like to retire?",
    "Which family member are you closest to?",
    "Who is the best boss you've ever had?",
    "Who is the shortest person you know?",
    "Who is the worst boss you've ever had?",
    "Who is your favorite fictional character?",
    "Who was your first kiss?",
    "Who was your mother's favorite movie star?"
  ],
  "silly": [
    "Are you even good enough to have imposter syndrome?",
    "At what age did your childhood pet run away?",
    "Do you lie about being busy to not hang out with someone?",
    "Have you ever lied on your resume? If so, what as the lie?",
    "How old were you when you started to love a food that you used to hate? What was the food?",
    "If you could only take one music album to a deserted island what would it be?",
    "On which street did you lose your childlike sense of wonder?",
    "What TV show do you keep rewatching to suppress the anxious feelings of the uncertainty of real life?",
    "What always got you in trouble as a kid?",
    "What annoys you the most before your morning coffee?",
    "What brand of underwear do you wear?",
    "What caused you to realize that capitalism is a sham?",
    "What chore do you suck the most at?",
    "What food do you realize you cannot live without?",
    "What gift did you never get that you still want?",
    "What habit you wish you could quit?",
    "What is a question an oyster would ask a fish?",
    "What is something you've always done and now realize is weird?",
    "What is the answer to your favorite security question?",
    "What is the biggest waste of money?",
    "What is the maiden name of your father's mistress?",
    "What is the meanest thing you've done to a friend?",
    "What is the most petty hill you'll die on?",
    "What is the most useless Airbnb amenity?",
    "What is the name of your favorite canceled TV show?",
    "What is the phone number of your crush that you still remember from 2007?",
    "What is the silliest thing you have ever seen a stranger do in public?",
    "What is the word on page 86 line 6, word 5 of the manual?",
    "What is your favorite conference swag?",
    "What is your favorite knock-knock joke?",
    "What is your favorite security question?",
    "What is your favorite show of all time?",
    "What is your least favorite friend's middle name?",
    "What is your least secret secret?",
    "What is your most expensive mistake?",
    "What is your password?",
    "What is your worst coping/defense mechanism?",
    "What keeps you up at night?",
    "What movie have you watched an embarrassing number of times?",
    "What rumor would your create about yourself just to be the talk of the town?",
    "What smell takes you back to childhood?",
    "What song do you sing in the shower?",
    "What was the biggest thing you screwed up and no one noticed?",
    "What was the name of the first person who broke your heart?",
    "What was the name of your favorite unpaid internship?",
    "What was your favorite band in 2009?",
    "What will people be nostalgic for in 500 years?",
    "What would be the best way to prank your best friend?",
    "What would you choose for your last meal?",
    "What would you do with a million dollars?",
    "What would your full name be if you married your first crush?",
    "What's something you've done to try to be cool?",
    "What's the first name of the person who embarrassed you the most in high school?",
    "What's the inside joke from high school that you hope no one remembers?",
    "When did you stop trying?",
    "When you close your eyes and think of warmth, the Sun, and happiness—what does it remind you of?",
    "Where do babies come from?",
    "Where is the most embarrassing place you've farted in?",
    "Which celebrity do you most resemble?",
    "Which college class broke you?",
    "Which friend or family member chews their food the loudest?",
    "Which game were you most often picked last for on the playground as a kid?",
    "Which household appliance do you hit the most often?",
    "Who is the shadiest TV character you know?",
    "Whom would you summon to haunt your greatest enemy?",
    "Why did the chicken cross the road?",
    "Why is it always raining?",
    "You should have said something back then. What should you have said?",
    "You should most definitely not buy that. What is it?",
    "You should probably get rid of the Object but you won't. What is the Object?"
  ]
}
