{
  "serious": [
    "What's your oldest cousin's middle name?",
    "What was the name of your first stuffed animal?",
    "Where did you go the first time you went on an airplane?",
    "What is a question only you know the answer to?",
    "What is your greatest fear?",
    "Who is the shortest person you know?",
    "What is your favorite board game?",
    "At what age did you get your first mobile phone? Which phone was it?",
    "What is your best memory of high school?",
    "What is a single item that brought you joy as a child?"
  ],
  "silly": [
    "What chore do you suck the most at?",
    "What's the first name of the person who embarrassed you the most in high school?",
    "Which game were you most often picked last for on the playground as a kid?",
    "What was the name of the first person who broke your heart?",
    "What is your least favorite friend's middle name?",
    "What is a question an oyster would ask a fish?",
    "What would your full name be if you married your first crush?",
    "What caused you to realize that capitalism is a sham?",
    "What is your favorite security question?",
    "What is your password?",
    "Which college class broke you?",
    "What is the maiden name of your father's mistress?",
    "At what age did your childhood pet run away?",
    "What TV show do you keep rewatching to suppress the anxious feelings of the uncertainty of real life?",
    "What was the name of your favorite unpaid internship?",
    "What is the name of your favorite canceled TV show?",
    "On which street did you lose your childlike sense of wonder?",
    "When did you stop trying?",
    "What is the phone number of your crush that you still remember from 2007?",
    "Which household appliance do you hit the most often?",
    "Why is it always raining?",
    "You should have said something back then. What should you have said?",
    "What is the word on page 86 line 6, word 5 of the manual?",
    "Which friend or family member chews their food the loudest?",
    "What would you choose for your last meal?",
    "How old were you when you started to love a food that you used to hate? What was the food?",
    "What was your favorite band in 2009?",
    "What food do you realize you cannot live without?"
  ],
  "overDrinks": [
    "What always got you in trouble as a kid?",
    "What habit you wish you could quit?",
    "What's something you've done to try to be cool?",
    "What is something you've always done and now realize is weird?",
    "What is your worst coping/defense mechanism?",
    "What is the meanest thing you've done to a friend?",
    "What is your most expensive mistake?",
    "Do you lie about being busy to not hang out with someone?",
    "Have you ever lied on your resume? If so, what as the lie?",
    "What smell takes you back to childhood?"
  ]
}
