{
  "serious": [
    "At what age did you get your first mobile phone? Which phone was it?",
    "What decision changed the course of your life?",
    "What is a question only you know the answer to?",
    "What is a single item that brought you joy as a child?",
    "What is your best memory of high school?",
    "What is your biggest regret?",
    "What is your favorite board game?",
    "What is your greatest fear?",
    "What was the name of your first stuffed animal?",
    "What was your dream job as a child?",
    "What's your oldest cousin's middle name?",
    "Where did you go the first time you went on an airplane?",
    "Which family member are you closest to?",
    "Who is the shortest person you know?",
    "Who is your favorite fictional character?"
  ],
  "silly": [
    "At what age did your childhood pet run away?",
    "How old were you when you started to love a food that you used to hate? What was the food?",
    "If you could only take one music album to a deserted island what would it be?",
    "On which street did you lose your childlike sense of wonder?",
    "What annoys you the most before your morning coffee?",
    "What caused you to realize that capitalism is a sham?",
    "What chore do you suck the most at?",
    "What food do you realize you cannot live without?",
    "What is a question an oyster would ask a fish?",
    "What is the maiden name of your father's mistress?",
    "What is the most useless Airbnb amenity?",
    "What is the name of your favorite canceled TV show?",
    "What is the phone number of your crush that you still remember from 2007?",
    "What is the word on page 86 line 6, word 5 of the manual?",
    "What is your favorite conference swag?",
    "What is your favorite knock-knock joke?",
    "What is your favorite security question?",
    "What is your least favorite friend's middle name?",
    "What is your least secret secret?",
    "What is your password?",
    "What keeps you up at night?",
    "What movie have you watched an embarrassing number of times?",
    "What song do you sing in the shower?",
    "What TV show do you keep rewatching to suppress the anxious feelings of the uncertainty of real life?",
    "What was the name of the first person who broke your heart?",
    "What was the name of your favorite unpaid internship?",
    "What was your favorite band in 2009?",
    "What would you choose for your last meal?",
    "What would your full name be if you married your first crush?",
    "What's the first name of the person who embarrassed you the most in high school?",
    "What's the inside joke from high school that you hope no one remembers?",
    "When did you stop trying?",
    "Which celebrity do you most resemble?",
    "Which college class broke you?",
    "Which friend or family member chews their food the loudest?",
    "Which game were you most often picked last for on the playground as a kid?",
    "Which household appliance do you hit the most often?",
    "Whom would you summon to haunt your greatest enemy?",
    "Why is it always raining?",
    "You should have said something back then. What should you have said?",
    "You should most definitely not buy that. What is it?",
    "You should probably get rid of the Object but you won't. What is the Object?"
  ]
}
